{
  "Projects": "My Projects",
  "Skills": "Skills",
  "About Me": "About Me",

  "HeroTag": "HELLO WORLD! I'M RICARDO",
  "HeroSpan": "Desenvolvedor Full Stack",
  "HeroTitle": ", always ready to learn and ship code",
  "HeroParagraph": "I'm a Full Stack Developer with a passion for learning and new technologies, I love building web apps and I'm always looking for new challenges.",

  "Project1Title": "Project: Movies API",
  "Project1Content": "Using the API from The Movie DB, I created a app that allows you to search for movies and get information about them.",
  "ButtonContent": "Take a look!",

  "Project2Title": "Project: States of Notion",
  "Project2Content": "A case study of the Notions toolings to manage states and functionalities.",

  "Project3Title": "Project: Drag and Drop Week",
  "Project3Content": "Using React, I created a drag and drop app that allows you to plan each hour of the week.",

  "HTML": "A deep base on web technologies like HTML, CSS and Browser APIs. The fetch API, creating responsive layouts and knowledge of CSS frameworks like Bootstrap and Tailwind.",
  "React": "The powerful JavaScript library for building user interfaces. I have experience with React Hooks, State Management (Redux), and Next.",
  "JavaScript": "Extensive knowledge of JavaScript and its core principles. Additionally, experience with Typescript and clean code practices.",
  "Node": "The back-end technology that uses JavaScript on the server. Authentication, REST API's, and Database integration are some of my skills in regard to Node.",
  "SQL/PostgreSQL": "The most popular relational database management system. I have a good understanding of SQL and how to use it to create, read, update, and delete data from a database.",
  "Figma": "The most popular design tool for creating user interfaces. As a developer, I find it useful to have a good understanding of design tools and design principles.",

  "AboutMeContent": "I'm a Information Systems grad student, currently working my way to software engineering. I'm passionate about learning new technologies and solving problems. I'm seeking new challenges and opportunities to improve my skills. My dream job is to be a lead engineer at Notion. My biggest interests are:",

  "AboutMeList1": "Web tecnologies and digital products",
  "AboutMeList2": "Teamwork and leadership",
  "AboutMeList3": "Creating reliable and optimal software",

  "Contact": "Contact Me"
}
