{
  "Projects": "Projetos",
  "Skills": "Habilidades",
  "About Me": "Sobre Mim",

  "HeroTag": "OLÁ MUNDO! EU SOU RICARDO",
  "HeroSpan": "Desenvolvedor Full Stack",
  "HeroTitle": ", sempre pronto para aprender e codar",
  "HeroParagraph": "Desenvolvedor Full Stack com paixão por aprendizado e novas tecnologias, adoro construir aplicações web e estou sempre em busca de novos desafios.",

  "Project1Title": "Projeto: API de filmes",
  "Project1Content": "Usando a API do The Movie DB, criei um aplicativo que permite pesquisar filmes e obter informações sobre eles.",
  "ButtonContent": "Vem da um olhada!",

  "Project2Title": "Projeto: Estados do Notion",
  "Project2Content": "Um estudo de caso das ferramentas Notions para gerenciar estados e funcionalidades da plataforma.",

  "Project3Title": "Projeto: Weekly Drag",
  "Project3Content": "Usando o React, criei um aplicativo de arrastar e soltar que permite planejar cada hora da semana.",

  "HTML": "Uma base profunda em tecnologias da web como HTML, CSS e APIs de navegador. A API de busca, criando layouts responsivos e conhecimento de estruturas CSS como Bootstrap e Tailwind.",
  "React": "A poderosa biblioteca JavaScript para construir interfaces de usuário. Tenho experiência com React Hooks, State Management (Redux) e Next.",
  "JavaScript": "Extenso conhecimento de JavaScript e seus princípios básicos. Além disso, experiência com Typescript e práticas de código limpo.",
  "Node": "A tecnologia de back-end que usa JavaScript no servidor. Autenticação, REST API's e integração de banco de dados são algumas das minhas habilidades em relação ao Node.",
  "SQL/PostgreSQL": "O sistema de gerenciamento de banco de dados relacional mais popular. Tenho um bom conhecimento de SQL e como usá-lo para criar, ler, atualizar e excluir dados de um banco de dados.",
  "Figma": "A ferramenta de design mais popular para criar interfaces de usuário. Como desenvolvedor, acho útil ter um bom entendimento de ferramentas de design e princípios de design.",

  "AboutMeContent": "Estudante de Sistemas de Informação, buscando me especializar em engenharia de software. Sou apaixonado por aprender novas tecnologias e em resolução de problemas. Estou em busca de novos desafios e oportunidades para melhorar minhas habilidades e ajudar como eu puder. Meu emprego dos sonhos é ser engenheiro-chefe no Notion. Meus maiores interesses são:",

  "AboutMeList1": "Tecnologias da web e produtos digitais",
  "AboutMeList2": "Trabalho em equipe e liderança",
  "AboutMeList3": "Criação de software robusto e performatico",

  "Contact": "Contatos"
}
